Repository: cesigs/EasySave-Backup_Software
Catalog: GuiProject/GuiProject/Language/Resource.*.resx
Languages: fr

# Add save work maj
source: ADD SAVE WORK
fr: AJOUTER UN TRAVAIL DE SAUVEGARDE

# Add save work min
source: Add save work
fr: Ajouter un travail de sauvegarde

source: Bad Id
fr: Mauvais Id

source: Blocking software
fr: Logiciel bloquant

source: Complete
fr: Complète

source: Differential
fr: Différentielle

# Display save work maj
source: DISPLAY SAVE WORK
fr: AFFICHER LES SAUVEGARDES

# Display save work min
source: Display save work
fr: Afficher les sauvegardes

source: Establish connection
fr: Etablir la connexion

# Execute all save work maj
source: EXECUTE ALL SAVE WORK
fr: EXECUTER TOUS LES TRAVAUX

# Execute all save work min
source: Execute all save work
fr: Executer tous les travaux

# Execute save work maj
source: EXECUTE SAVE WORK
fr: EXECUTER UN TRAVAIL DE SAUVEGARDE

# Execute save work min
source: Execute save work
fr: Executer un travail de sauvegarde

# Field missing
source: At least one field is missing
fr: Il manque au moins un champ

source: File extension to encrypt
fr: Extension de fichier à chiffrer

source: File extension to prioritize
fr: Extension de fichier à prioriser

source: File size maximum
fr: Taille de fichier maximum

source: Name
fr: Nom

source: Save done
fr: Sauvegarde effectuée

# Save paused
source: Save work paused
fr: Travail de sauvegarde mis en pause

# Save played
source: Save work restarted
fr: Travail de sauvegarde relancé

# Save stopped
source: Save work stopped
fr: Travail de sauvegarde stoppé

source: Save type
fr: Type de sauvegarde

source: Save work added
fr: Travail de sauvegarde ajotué

source: Save work launched
fr: Travail de sauvegarde lancé

# Saves paused
source: All save work paused
fr: Travaux de sauvegarde mis en pause

# Saves played
source: All save work restarted
fr: Travaux de sauvegarde relancés

# Saves stopped
source: All save work stopped
fr: Travaux de sauvegarde stoppés

# Saves work launched
source: Save work launched
fr: Travaux de sauvegarde lancés
